{
  "metadata": {
    "source": "University of Crete - Computer Science Department",
    "language": "el",
    "total_articles": 34,
    "last_updated": "2025-12-27",
    "format": "knowledge_base"
  },
  "articles": [
    {
      "id": 1,
      "title": "Ωράριο Λειτουργίας και Εξυπηρέτηση Γραμματείας",
      "content": "Η γραμματεία εξυπηρετεί τηλεφωνικά καθημερινά κατά τις ώρες λειτουργίας της. Για την εξυπηρέτηση των φοιτητών με φυσική παρουσία οι ώρες λειτουργίας ορίζονται από τις Γραμματείες των Τμημάτων. Για τη Γραμματεία του Τμήματος Επιστήμης Υπολογιστών, οι ώρες εξυπηρέτησης με φυσική παρουσία είναι 08:00-13:00.",
      "category": "διοικητικά",
      "tags": [
        "γραμματεία",
        "ώρες",
        "εξυπηρέτηση",
        "τηλέφωνο"
      ]
    },
    {
      "id": 2,
      "title": "Διαδικασία Αντικατάστασης Ακαδημαϊκής Ταυτότητας (Πάσο) λόγω Απώλειας ή Κλοπής",
      "content": "Σε περίπτωση απώλειας ή κλοπής του φοιτητικού πάσο απαιτούνται τα εξής βήματα:\n1. Επίσκεψη στο Αστυνομικό Τμήμα για δήλωση απώλειας.\n2. Αποστολή της δήλωσης (σκαναρισμένη σε pdf) από το ιδρυματικό email προς το email της γραμματείας.\n3. Ο αρμόδιος υπάλληλος θα προβεί στην ακύρωση και επανέκδοση της ακαδημαϊκής ταυτότητας και θα επικοινωνήσει μαζί σας.",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "πάσο",
        "ταυτότητα",
        "απώλεια",
        "κλοπή",
        "αστυνομία"
      ]
    },
    {
      "id": 3,
      "title": "Τρόποι Επικοινωνίας και Υποβολής Αιτημάτων στη Γραμματεία",
      "content": "Η επικοινωνία με τη Γραμματεία γίνεται κυρίως μέσω email. Απαραίτητη προϋπόθεση είναι η χρήση του ιδρυματικού email και η αναφορά του ονοματεπώνυμου. Για συγκεκριμένα αιτήματα χρησιμοποιούνται οι εξής πλατφόρμες:\n\n1. **Eduportal (Φοιτητολόγιο)**: Για δηλώσεις μαθημάτων, προβολή βαθμολογιών και αιτήσεις έκδοσης πιστοποιητικών/βεβαιώσεων.\n2. **Eservices**: Για λοιπά αιτήματα όπως: Αίτηση μερικής φοίτησης, διακοπή σπουδών, ορκωμοσία, εξαίρεση ανώτατης διάρκειας φοίτησης κ.α.\n\nΌταν ενεργοποιηθεί η υπηρεσία μέσω gov.gr, θα προτείνεται η χρήση του για έκδοση πιστοποιητικών.",
      "category": "διοικητικά",
      "tags": [
        "email",
        "επικοινωνία",
        "eduportal",
        "eservices",
        "αιτήσεις"
      ]
    },
    {
      "id": 4,
      "title": "Έκδοση Βεβαίωσης Σπουδών",
      "content": "Οι φοιτητές μπορούν να αιτηθούν την έκδοση Βεβαίωσης Σπουδών αποκλειστικά μέσω του φοιτητολογίου (Eduportal).",
      "category": "πιστοποιητικά",
      "tags": [
        "βεβαίωση",
        "σπουδές",
        "eduportal",
        "πιστοποιητικό"
      ]
    },
    {
      "id": 5,
      "title": "Έκδοση Βεβαίωσης Συμμετοχής στις Εξετάσεις",
      "content": "Για την έκδοση βεβαίωσης συμμετοχής στις εξετάσεις, οι φοιτητές πρέπει να συμπληρώσουν το σχετικό έντυπο που βρίσκεται στην ιστοσελίδα του Τμήματος (Ενότητα Έντυπα). Το έντυπο υπογράφεται από τον διδάσκοντα/υπεύθυνο της εξέτασης και σφραγίζεται από τη Γραμματεία.",
      "category": "πιστοποιητικά",
      "tags": [
        "βεβαίωση",
        "εξετάσεις",
        "συμμετοχή",
        "έντυπο"
      ]
    },
    {
      "id": 6,
      "title": "Πρόσβαση σε Βαθμολογίες Μαθημάτων",
      "content": "Οι βαθμολογίες των μαθημάτων καταχωρίζονται από τους Καθηγητές και αναρτώνται στο ηλεκτρονικό φοιτητολόγιο (Eduportal), όπου οι φοιτητές έχουν πρόσβαση.",
      "category": "σπουδές",
      "tags": [
        "βαθμοί",
        "βαθμολογία",
        "eduportal",
        "αποτελέσματα"
      ]
    },
    {
      "id": 7,
      "title": "Διαδικασία Έκδοσης Βεβαίωσης Περάτωσης Σπουδών",
      "content": "Η αίτηση για Βεβαίωση Περάτωσης Σπουδών μπορεί να γίνει μέσω του Eduportal μόνο εφόσον έχει καταχωρηθεί και ο τελευταίος βαθμός που απαιτείται για την πλήρωση των προϋποθέσεων λήψης πτυχίου.",
      "category": "πιστοποιητικά",
      "tags": [
        "περάτωση",
        "πτυχίο",
        "βεβαίωση",
        "eduportal"
      ]
    },
    {
      "id": 8,
      "title": "Δικαιολογητικά για Αναγνώριση Μαθημάτων",
      "content": "Η αίτηση αναγνώρισης μαθημάτων υποβάλλεται στο https://eservices.uoc.gr/. Απαιτούμενα δικαιολογητικά:\n1. Αναλυτική βαθμολογία από τη Σχολή προέλευσης.\n2. Πίνακας αντιστοίχισης μαθημάτων Σχολής προέλευσης με μαθήματα του Τμήματος.\n3. Syllabus (screenshot περιγραφής μαθήματος) για κάθε μάθημα προς αναγνώριση.",
      "category": "σπουδές",
      "tags": [
        "αναγνώριση",
        "μαθήματα",
        "δικαιολογητικά",
        "eservices",
        "syllabus"
      ]
    },
    {
      "id": 9,
      "title": "Προθεσμία Υποβολής Αίτησης Αναγνώρισης Μαθημάτων",
      "content": "Ο κάθε φοιτητής μπορεί να αιτηθεί αναγνώριση μαθημάτων με δύο (2) το πολύ αιτήσεις. Οι αιτήσεις αυτές πρέπει να κατατεθούν εντός των δύο (2) πρώτων διαδοχικών εξαμήνων από την ημερομηνία πρώτης εγγραφής τους στο Τμήμα.",
      "category": "σπουδές",
      "tags": [
        "αναγνώριση",
        "προθεσμία",
        "αίτηση",
        "εγγραφή"
      ]
    },
    {
      "id": 10,
      "title": "Διαδικασία Δήλωσης και Εκπόνησης Διπλωματικής Εργασίας",
      "content": "Οι πληροφορίες, τα έντυπα και η αναλυτική διαδικασία για τη δήλωση και εκπόνηση Πτυχιακής/Διπλωματικής Εργασίας περιλαμβάνονται στον Οδηγό Προπτυχιακών Σπουδών και στην ιστοσελίδα του Τμήματος (Σύνδεσμος: https://www.csd.uoc.gr/CSD/index.jsp?content=courses_catalog_new&openmenu=demoAcc3&lang=gr&course=26).",
      "category": "σπουδές",
      "tags": [
        "διπλωματική",
        "πυχιακή",
        "εργασία",
        "διαδικασία"
      ]
    },
    {
      "id": 11,
      "title": "Θεσμός Ακαδημαϊκού Συμβούλου και Συμβούλου Σπουδών",
      "content": "Σε κάθε πρωτοετή φοιτητή ορίζεται ένας Ακαδημαϊκός Σύμβουλος (μέλος ΔΕΠ) για καθοδήγηση. Προβλέπεται υποχρεωτική συνάντηση στο Α' εξάμηνο για υπογραφή δήλωσης μαθημάτων. Το όνομα του συμβούλου φαίνεται στο Eduportal.\n\nΕπιπλέον, υπάρχει ο Σύμβουλος Σπουδών, ο οποίος παρέχει προσωπική συμβουλευτική σε όλους τους φοιτητές σε προκαθορισμένες ώρες γραφείου κάθε εβδομάδα.",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "σύμβουλος",
        "καθοδήγηση",
        "βοήθεια",
        "eduportal"
      ]
    },
    {
      "id": 12,
      "title": "Πληροφορίες για Μετεγγραφές",
      "content": "Οι αιτήσεις μετεγγραφών εξετάζονται από το Υπουργείο Παιδείας. Οι φοιτητές πρέπει να απευθύνονται στο Υπουργείο. Πληροφορίες για το Τμήμα Επιστήμης Υπολογιστών υπάρχουν στην ιστοσελίδα: https://www.csd.uoc.gr/CSD/index.jsp?content=meteqgrafes&openmenu=demoAcc5&lang=gr",
      "category": "διοικητικά",
      "tags": [
        "μετεγγραφή",
        "υπουργείο",
        "διαδικασία"
      ]
    },
    {
      "id": 13,
      "title": "Αναγνώριση Μαθημάτων μετά από Μετεγγραφή",
      "content": "Μετά την έγκριση της μετεγγραφής, για την αναγνώριση μαθημάτων που έχουν περαστεί στο προηγούμενο τμήμα, υποβάλλεται αίτηση στη Γραμματεία μέσω του https://eservices.uoc.gr/.",
      "category": "σπουδές",
      "tags": [
        "μετεγγραφή",
        "αναγνώριση",
        "eservices",
        "αίτηση"
      ]
    },
    {
      "id": 14,
      "title": "Δικαιούχοι και Προϋποθέσεις Μερικής Φοίτησης",
      "content": "Δικαίωμα αίτησης για μερική φοίτηση έχουν (Ν. 4957/2022):\nα) Εργαζόμενοι φοιτητές (>20 ώρες/εβδομάδα).\nβ) Φοιτητές με πιστοποιημένη αναπηρία.\nγ) Αθλητές με διακρίσεις ή συμμετοχή σε εθνικές ομάδες/ολυμπιακούς αγώνες.\nδ) Φοιτήτριες σε κύηση ή λοχεία.\nε) Φοιτητές με ανήλικα τέκνα (έως 8 ετών).\nστ) Φοιτητές με σοβαρά προβλήματα υγείας ή ειδικές ανάγκες.\n\nΣτη μερική φοίτηση, κάθε εξάμηνο μετράει ως μισό, και ο φοιτητής δηλώνει τα μισά μαθήματα.",
      "category": "φοίτηση",
      "tags": [
        "μερική φοίτηση",
        "εργαζόμενοι",
        "αθλητές",
        "αναπηρία",
        "κύηση"
      ]
    },
    {
      "id": 15,
      "title": "Διαδικασία Υποβολής Αίτησης Μερικής Φοίτησης",
      "content": "Οι αιτήσεις μερικής φοίτησης υποβάλλονται στο https://eservices.uoc.gr/ επισυνάπτοντας τα σχετικά δικαιολογητικά. Η αίτηση πρέπει να γίνει το αργότερο έως την έναρξη των μαθημάτων του εξαμήνου.",
      "category": "φοίτηση",
      "tags": [
        "μερική φοίτηση",
        "αίτηση",
        "eservices",
        "προθεσμία"
      ]
    },
    {
      "id": 16,
      "title": "Δικαίωμα και Όροι Διακοπής/Αναστολής Φοίτησης",
      "content": "Οι φοιτητές δύνανται να διακόψουν τη φοίτησή τους για έως 2 έτη (συνολικά). Η διακοπή μπορεί να είναι τμηματική (min 1 εξάμηνο). Ο χρόνος διακοπής ΔΕΝ προσμετράται στην ανώτατη διάρκεια φοίτησης. Κατά τη διακοπή, αναστέλλεται η φοιτητική ιδιότητα (όχι πάσο, όχι συμμετοχή σε εξετάσεις).",
      "category": "φοίτηση",
      "tags": [
        "διακοπή",
        "αναστολή",
        "φοίτηση",
        "διάρκεια"
      ]
    },
    {
      "id": 17,
      "title": "Διαδικασία Υποβολής Αίτησης Διακοπής Σπουδών",
      "content": "Η αίτηση διακοπής σπουδών υποβάλλεται ηλεκτρονικά στο https://eservices.uoc.gr/. Η αίτηση επέχει θέση υπεύθυνης δήλωσης ότι ο φοιτητής γνωρίζει πως αναστέλλεται η φοιτητική του ιδιότητα.",
      "category": "φοίτηση",
      "tags": [
        "διακοπή",
        "αίτηση",
        "eservices"
      ]
    },
    {
      "id": 18,
      "title": "Διαδικασία Υποβολής Αίτησης για Λήψη Πτυχίου και Ορκωμοσία",
      "content": "Η «Αίτηση Πτυχίου» υποβάλλεται μέσω του https://eservices.uoc.gr/ σε προθεσμίες που ορίζει η Γραμματεία μετά τις εξεταστικές. Η Γραμματεία ενημερώνει τους φοιτητές για την ένταξή τους στην ορκωμοσία και τις λεπτομέρειες της τελετής.",
      "category": "πιστοποιητικά",
      "tags": [
        "πτυχίο",
        "ορκωμοσία",
        "αίτηση",
        "eservices"
      ]
    },
    {
      "id": 19,
      "title": "Πληροφορίες για Φοιτητές ΑμεΑ (Μονάδα Ισότιμης Πρόσβασης)",
      "content": "Για υποστήριξη και πληροφορίες σχετικά με την προσβασιμότητα, οι φοιτητές μπορούν να απευθύνονται στη Μονάδα Ισότιμης Πρόσβασης του Πανεπιστημίου Κρήτης: https://prosvasi.uoc.gr/monada/",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "ΑμεΑ",
        "πρόσβαση",
        "υποστήριξη",
        "αναπηρία"
      ]
    },
    {
      "id": 20,
      "title": "Καταγγελία Διακρίσεων και Παρενόχλησης (Επιτροπή Ισότητας των Φύλων)",
      "content": "Η Επιτροπή Ισότητας των Φύλων και Καταπολέμησης των Διακρίσεων (Ε.Ι.Φ.Κ.Δ.) δέχεται καταγγελίες και παρέχει συνδρομή για περιστατικά διακρίσεων, σεξουαλικής παρενόχλησης ή κακοποιητικής συμπεριφοράς. Απευθύνεται σε όλα τα μέλη της ακαδημαϊκής κοινότητας.",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "παρενόχληση",
        "διάκριση",
        "ισότητα",
        "καταγγελία"
      ]
    },
    {
      "id": 21,
      "title": "Εύρεση Ύλης Μαθημάτων και Περιγραφών",
      "content": "Η ύλη των μαθημάτων ανακοινώνεται από τους Καθηγητές στην πλατφόρμα e-class/elearn: https://elearn.uoc.gr/. Γενικές περιγραφές μαθημάτων υπάρχουν στην ιστοσελίδα του Τμήματος.",
      "category": "σπουδές",
      "tags": [
        "ύλη",
        "μαθήματα",
        "elearn",
        "eclass"
      ]
    },
    {
      "id": 22,
      "title": "Διαδικασία Δήλωσης Μαθημάτων (Eduportal)",
      "content": "Η δήλωση μαθημάτων γίνεται στην αρχή κάθε εξαμήνου αποκλειστικά μέσω του Φοιτητολογίου (https://eduportal.cict.uoc.gr/), χρησιμοποιώντας τον ιδρυματικό λογαριασμό. Οι προθεσμίες ανακοινώνονται από τη Γραμματεία.",
      "category": "σπουδές",
      "tags": [
        "δήλωση",
        "μαθήματα",
        "eduportal",
        "εγγραφή"
      ]
    },
    {
      "id": 23,
      "title": "Έκδοση Ακαδημαϊκής Ταυτότητας (Πάσο)",
      "content": "Η αίτηση για ακαδημαϊκή ταυτότητα (πάσο) γίνεται στο http://academicid.minedu.gov.gr. Απαιτείται εγγραφή με ιδρυματικό email. Προσοχή στη σωστή συμπλήρωση του ΑΜ (π.χ. csdXXXX) και την ανάρτηση κατάλληλης φωτογραφίας. Η παραλαβή γίνεται στο σημείο διανομής που επιλέγει ο φοιτητής.",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "πάσο",
        "ταυτότητα",
        "αίτηση",
        "academicid"
      ]
    },
    {
      "id": 24,
      "title": "Επιλογή και Παραλαβή Συγγραμμάτων (Εύδοξος)",
      "content": "Οι φοιτητές δικαιούνται δωρεάν συγγράμματα μέσω της υπηρεσίας ΕΥΔΟΞΟΣ (https://eudoxus.gr/). Η δήλωση συγγραμμάτων γίνεται με τους κωδικούς του ιδρυματικού λογαριασμού.",
      "category": "σπουδές",
      "tags": [
        "συγγράμματα",
        "βιβλία",
        "εύδοξος",
        "eudoxus"
      ]
    },
    {
      "id": 25,
      "title": "Πρόσβαση στο Ασύρματο Δίκτυο (WiFi) του Πανεπιστημίου",
      "content": "Η σύνδεση στο internet εντός του Πανεπιστημίου γίνεται μέσω των δικτύων «eduroam» ή «UCNET-VPN». Ως username χρησιμοποιείται ολόκληρο το ιδρυματικό email (με το @uoc.gr).",
      "category": "υποδομές",
      "tags": [
        "wifi",
        "internet",
        "eduroam",
        "δίκτυο"
      ]
    },
    {
      "id": 26,
      "title": "Υπηρεσίες Φοιτητικής Μέριμνας (Σίτιση και Στέγαση)",
      "content": "Αιτήσεις για δωρεάν σίτιση και στέγαση υποβάλλονται ηλεκτρονικά στον ιστότοπο της Φοιτητικής Μέριμνας: www.merimna.uoc.gr. Εκεί υπάρχουν και οι σχετικές ανακοινώσεις και προθεσμίες.",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "σίτιση",
        "στέγαση",
        "μέριμνα",
        "φαγητό",
        "εστία"
      ]
    },
    {
      "id": 27,
      "title": "Υγειονομική Περίθαλψη Φοιτητών",
      "content": "Οι ανασφάλιστοι φοιτητές δικαιούνται πλήρη ιατροφαρμακευτική και νοσοκομειακή περίθαλψη στο Ε.Σ.Υ. (Εθνικό Σύστημα Υγείας) με κάλυψη δαπανών από τον ΕΟΠΥΥ (Ν.4452/2017).",
      "category": "φοιτητική_μέριμνα",
      "tags": [
        "υγεία",
        "περίθαλψη",
        "ασφάλιση",
        "νοσοκομείο"
      ]
    },
    {
      "id": 28,
      "title": "Επαναληπτική Εξέταση και Επανεγγραφή σε Μάθημα",
      "content": "Αν αποτύχετε σε μάθημα, μπορείτε να εξεταστείτε ξανά τον Σεπτέμβριο. Αν αποτύχετε και τότε, πρέπει να το ξαναδηλώσετε σε επόμενο ακαδημαϊκό έτος για να το παρακολουθήσετε/εξεταστείτε.",
      "category": "σπουδές",
      "tags": [
        "εξέταση",
        "αποτυχία",
        "δήλωση",
        "σεπτέμβριος"
      ]
    },
    {
      "id": 29,
      "title": "Πληροφορίες για την Πρακτική Άσκηση",
      "content": "Οι φοιτητές μπορούν να εργαστούν σε φορείς υποδοχής μέσω του Προγράμματος Πρακτικής Άσκησης. Πληροφορίες υπάρχουν στη Δομή Διασύνδεσης (https://career.uoc.gr/) και στην ιστοσελίδα του Τμήματος.",
      "category": "καριέρα",
      "tags": [
        "πρακτική",
        "εργασία",
        "career",
        "πρακτική άσκηση"
      ]
    },
    {
      "id": 30,
      "title": "Κινητικότητα Φοιτητών (Erasmus+)",
      "content": "Το Erasmus+ προσφέρει δυνατότητα σπουδών ή πρακτικής στο εξωτερικό. Υποστηρίζεται από το Τμήμα Διεθνών Σχέσεων. Οι αιτήσεις γίνονται συνήθως τον Φεβρουάριο. Για ακαδημαϊκά θέματα Erasmus, οι φοιτητές απευθύνονται στον αρμόδιο Καθηγητή του Τμήματος.",
      "category": "καριέρα",
      "tags": [
        "erasmus",
        "εξωτερικό",
        "κινητικότητα",
        "ανταλλαγή"
      ]
    },
    {
      "id": 31,
      "title": "Ανώτατη Διάρκεια Φοίτησης και Διαγραφές (Ν. 5224/2025)",
      "content": "Η ανώτατη διάρκεια φοίτησης είναι τα έτη σπουδών + 2 έτη (ν+2) ή +3 έτη για 6ετή τμήματα. Μετά το πέρας, επέρχεται αυτοδίκαιη διαγραφή. Εξαιρούνται φοιτητές με αναπηρία (>50%), εργαζόμενοι (μερική φοίτηση) ή άτομα με σοβαρά προβλήματα υγείας κατόπιν αίτησης. Οι διαγραμμένοι λαμβάνουν πιστοποιητικό σπουδών με τα ECTS που συγκέντρωσαν.",
      "category": "φοίτηση",
      "tags": [
        "διαγραφή",
        "διάρκεια σπουδών",
        "όριο φοίτησης",
        "ν+2"
      ]
    },
    {
      "id": 32,
      "title": "Κλίμακα Βαθμολογίας Πτυχίου (Καλώς, Λίαν Καλώς, Άριστα)",
      "content": "Η βαθμολογία πτυχίου χαρακτηρίζεται ως εξής:\n- **Καλώς**: 5.00 - 6.49\n- **Λίαν Καλώς**: 6.50 - 8.49\n- **Άριστα**: 8.50 - 10.00",
      "category": "πτυχίο",
      "tags": [
        "βαθμός",
        "άριστα",
        "καλώς",
        "λίαν καλώς"
      ]
    },
    {
      "id": 33,
      "title": "Διαδικασία και Ημερομηνίες Κατατακτήριων Εξετάσεων",
      "content": "Αιτήσεις κατατακτήριων: 1-15 Νοεμβρίου (eservices).\nΔιενέργεια εξετάσεων: 1-20 Δεκεμβρίου.\nΔικαιολογητικά: Αίτηση, Αντίγραφο Πτυχίου, Αναλυτική Βαθμολογία (προαιρετικά).",
      "category": "εισαγωγή",
      "tags": [
        "κατατακτήριες",
        "εξετάσεις",
        "εισαγωγή",
        "πτυχιούχοι"
      ]
    },
    {
      "id": 34,
      "title": "Τοποθεσία Τμήματος Επιστήμης Υπολογιστών",
      "content": "Το Τμήμα βρίσκεται στην Πανεπιστημιούπολη Βουτών, στο Ηράκλειο Κρήτης (Κτίριο Τμήματος Επιστήμης Υπολογιστών).",
      "category": "γενικά",
      "tags": [
        "τοποθεσία",
        "χάρτης",
        "διεύθυνση",
        "βούτες"
      ]
    }
  ]
}